Repository: pypi-data/pypi-mirror-59
Catalog: packages/ftw.collectionblock/ftw.collectionblock-1.2.3.tar.gz/ftw.collectionblock-1.2.3/ftw/collectionblock/locales/*/LC_MESSAGES/ftw.collectionblock.po
Languages: de

source: Collection block
de: Kollektion

source: Collection block (add-on for ftw.simplelayout)
de: Kollektions-Block (Add-On für ftw.simplelayout)

source: Easily build complex queries inside a simplelayout block.
de: Auf einfache Art komplexe Abfragen in einem Simplelayout Block erstellen.

source: No content available
de: Kein Inhalt vorhanden

source: Subscribe to the RSS feed
de: RSS-Feed abonnieren

source: collectionblock_show_title_label
de: Titel anzeigen

source: collectionblock_title_label
de: Titel

source: label_block_amount
de: Anzahl Einträge

source: label_more_link_label
de: Label für den "Mehr"-Link

source: label_show_more_link
de: "Mehr"-Link anzeigen

source: label_show_rss_link
de: Link zum RSS-Feed

source: more_link_label
de: Mehr
