Repository: pypi-data/pypi-mirror-59
Catalog: packages/efb-gpg-middleware/efb_gpg_middleware-1.1.0-py3-none-any.whl/efb_gpg_middleware/locale/*/LC_MESSAGES/efb_gpg_middleware.po
Languages: az_az, es_ar, id_id, zh_cn

source: GnuPG middleware is not configured.
az_az: GnuPG middleware konfuqrasiya olunmayıb.
es_ar: El middleware GnuPG no está configurado.
id_id: Middleware GnuPG tidak dikonfigurasikan.
zh_cn: GnuPG 中间件尚未被配置。

source: This chat has GPG key: {0}
az_az: Bu çatın GPG açarı: {0}
es_ar: Este chat tiene código GPG: {0}
id_id: Obrolan ini mempunyai kunci GPG: {0}
zh_cn: 该会话的 GPG 密匙：{0}

source: This chat has no GPG key.
az_az: Bu çatın GPG açarı yoxdur.
es_ar: Este chat no tiene código GPG.
id_id: Obrolan ini tidak mempunyai kunci GPG.
zh_cn: 该会话没有 GPG 密匙。

source: This chat now has no GPG key.
az_az: Bu çatın artıq GPG açarı yoxdur.
es_ar: Este chat ahora no tiene código GPG.
id_id: Obrolan ini sekarang tidak mempunyai kunci GPG.
zh_cn: 该会话目前没有 GPG 密匙。

source: Found the following keys:
az_az: Aşağıdakı açarlar tapıldı:
es_ar: Encuentre los siguiente códigos:
id_id: Menemukan kunci berikut:
zh_cn: 已找到以下密匙：

source: Usage: gpg`search query
az_az: İstifadə: gpg` axtarış sorğusu
es_ar: Uso: gpg consulta de búsqueda
id_id: Usage: gpg`meminta query
zh_cn: 用法： gpg`search 关键词

source: Key {0} not found.
az_az: {0} açarı tapılmadı.
es_ar: Clave {0} no encontrada.
id_id: Kunci {0} tidak ditemukan.
zh_cn: 未找到密钥 {0}。

source: Key {0} is now for this chat.
az_az: {0} açarı artıq bu çat üçün istifadə olunur.
es_ar: Código {0} está ahora para esta conversación.
id_id: Kunci {0} sekarang untuk obrolan ini.
zh_cn: 密匙 {0} 已应用于该会话。

source: {0} is not a valid key.
az_az: {0} etibarlı açar deyil.
es_ar: {0} No es una clave válida.
id_id: {0} bukan kunci yang cocok.
zh_cn: {0} 不是一个有效的密匙。

source: Usage: gpg`bind FingerPrintHex
az_az: İstifadə: gpg`bind FingerPrintHex
es_ar: Uso: gpg`bind FingerPrintHex
id_id: Konteks meminta konteks
zh_cn: 用法：gpg`bind 指纹十六进制串
