Repository: pypi-data/pypi-mirror-59
Catalog: packages/efb-gpg-middleware/efb-gpg-middleware-1.1.0.tar.gz/efb-gpg-middleware-1.1.0/efb_gpg_middleware/locale/*/LC_MESSAGES/efb_gpg_middleware.po
Languages: ro_ro

source: GnuPG middleware is not configured.
ro_ro: GnuPG middleware nu este configurată.

source: This chat has GPG key: {0}
ro_ro: Acest chat are GPG-cheie: {0}

source: This chat has no GPG key.
ro_ro: Acest chat are nu GPG-cheie.

source: This chat now has no GPG key.
ro_ro: Acest chat are acum nu GPG-cheie.

source: Found the following keys:
ro_ro: Constatat următoarele taste:

source: Usage: gpg`search query
ro_ro: De utilizare: interogare de gpg'search

source: Key {0} not found.
ro_ro: {0} cheie negăsit.

source: Key {0} is now for this chat.
ro_ro: {0} cheie este acum pentru aceasta discutie.

source: {0} is not a valid key.
ro_ro: {0} nu este o cheie validă.

source: Usage: gpg`bind FingerPrintHex
ro_ro: Utilizare: gpg'bind FingerPrintHex
